[
  {
    "sentence": "d8 The guild is controlled by...",
    "secondary": ["A no-nonsense kingpin who despises bureaucracy.","A small and pinched-face gnome with a sinister desire for money.","An inexperienced young noble with a petulant need for a full purse.","A council of the heads of local crafting guilds.","An argumentative mass democracy of all the city's merchants.","A longstanding and ancient charter that applies to all merchants, and the militia acting as the charter's executors.","The most wealthy merchant in the city.","A city-appointed monk, who has sworn away worldly wealth."]
  },
  {
    "sentence": "d8 This guild's illicit affairs comprise...",
    "secondary": ["Literally nothing, they are paragons of upright morality.","Staying well within the law, if slipping on a few taxes due to ignorance, of course.","Knowing how to play the political game, they garner a few indirect favors from officials.","Guild leaders having dollar signs for eyes, and setting advantageous prices in the city.","Price floors becoming commonplace, and officials are often bribed in order to overlook some minor illicit activities.","A variety of upper-level bribes, some minor scams, and the dismay of local priests.","Rampant corruption, with large-scale bribery of various city officials and contracts with thieves’ guild and occasionally an assassin.","Pacts with devils, large-scale counterfeiting, and treasonous activities are a normal Tuesday morning for this guild."]
  },
  {
    "sentence": "d8 This guild's status and control is...",
    "secondary": ["Poor; though once great, this guild has fallen on hard times and is struggling to maintain its power.","Brand new, and frantically recruiting members in order to snatch power.","Exponentially rising, a recent boon has granted them great profits.","Slowing, a rising competitor is slowly cutting into profits.","Absolute, they have complete dominance in their field.","Spotty, depending on the will of the coin and the market this guild may be drinking Elven wine or rotten grog.","Unquestioned, they exert complete dominance over all other guilds in the area.","Questionable, though they claim to have control, some operators have undermined it."]
  },
  {
    "sentence": "d8 This guild's headquarters is...",
    "secondary": ["The leader's or leaders' personal residence, a large manor.","The dusty basement of the city's capital hall.","A single, thin, and very tall townhouse that leans slightly into the street.","A moored ship, especially curious in landlocked cities.","An open-air pavilion centered in the city's bazaar.","Doubling as a large and prestigious bank.","An opulent demiplane hidden in a shady back-alley.","Jointly shared with all the guilds of the city, and the thieves guild lurks in the sewers below."]
  },
  {
    "sentence": "d8 Minor Quest: The guild has been having some trouble with...",
    "secondary": ["A merchant was recently shaken down by a lowly thug, send a message.","Gold stores, perhaps you could make a donation of 500 gold pieces?","Transporting a semi-rare magical item to a nearby branch.","A caravan that doesn't feel comfortable going through a newly discovered path in the nearby woods, escort them.","A city militia member getting nosy.","A crafting guild hesitant to sign up for the merchant guild's special loyalty program.","A rat infestation.","A rat infestation (that actually is a rift to the Plane of Rats or similar filthy location)."]
  },
  {
    "sentence": "d8 Standard Quest: The guild needs you to handle...",
    "secondary": ["A caravan gone missing in a nearby region.","A rising thieves’ guild that seems uncooperative.","A city official hellbent on stamping out capitalism.","A competing Merchant guild that has begun to outpace the guild.","A recent trade blockade—you need to resolve the tensions or clear the blockade.","Rumors of aberrations in the night that have driven away trade.","A Board Member who has decided to go rogue and has stolen from the coffers.","A very large rat infestation (the rift has become a permanent Gate to the Plane of Rats or similar filthy location)."]
  },
  {
    "sentence": "d8 Major Quest: A matter of great import, the guild is faced with...",
    "secondary": ["A mercenary army that has laid siege to the city!","Mass corruption from the inside, half the board is revealed to be mind flayers.","A massive religious revival that causes the entire population to scorn material pursuits and cut deep into the bottom line.","A mummy king who has taken a caravan with most of the guild coffer's investments hostage.","Political revolution that threatens the guild coffers with looting, protect our stores but civilians cannot be harmed.","An investigation from the King's Spymaster into the extent of the guild's illicit activities.","A planar being has supplanted the guild master, who is imprisoned in a planar cage.","Waves of rats that threaten the entire guildhall's basement (the rift has become a gigantic faucet of rats) where an Avatar of the God of Rats has taken up residence."]
  },
  {
    "sentence": "d6 This trading company's specific specialty or purpose is...",
    "secondary": ["Long-range sea trade, exploration, and transport.","Long-range aerial trade; accomplished with airships, aarakocra messengers, and the occasional roc or dragon.","The hunting and trapping of exotic monsters and animals.","Acting as a puppet agency for a local kingdom manipulating global trade.","Securing and creating long-range caravans, and the slow growth of roads (and maybe even railroads).","Exploring and exploiting newly discovered lands or planes."]
  },
  {
    "sentence": "d8 This trading company is controlled by...",
    "secondary": ["A planar being disguised as a wealthy merchant (refer to illicit activities roll for planar source, low is celestial, middle is neutral, high is fiendish).","A joint council of Masters of Coin from all civilized kingdoms of the world.","A savant goblin who has achieved immortality by divine blessing.","A grizzled ex-adventurer.","A council of investors.","An argumentative mass democracy of all the company's merchants.","A massively wealthy caravan master who found a lost city of gold.","A large and grotesque slave master."]
  },
  {
    "sentence": "d4 The shopkeeper is...",
    "secondary": ["Bored.","Eager to help.","Visibly perturbed.","Nervously looking about."]
  },
  {
    "sentence": "d4 The shopkeeper seeks someone to...",
    "secondary": ["Purchase faulty goods.","Purchase a large shipment of goods.","Listen to some whining.","Share some wine and chat."]
  },
  {
    "sentence": "d6 The merchant is...",
    "secondary": ["A member of a trading clan.","A minor lord or lady.","An enterprising trader.","A member of a prominent family.","Of common birth.","The representative of a more powerful merchant."]
  },
  {
    "sentence": "d4 The merchant wears...",
    "secondary": ["An unpleasant grin.","An arrogant smirk.","Too much perfume.","A baggy shirt to cover a fat belly."]
  },
  {
    "sentence": "d4 The merchant seeks someone to...",
    "secondary": ["Obtain a mysterious artifact.","Negotiate a trade contract.","Sabotage a rival merchant.","Have a good time with."]
  },
  {
    "sentence": "d6 The merchant carries...",
    "secondary": ["A family heirloom.","Several inventories and invoices.","Some very valuable jewels.","A compromising love letter.","A small knife.","A vial of healing potion, just in case."]
  },
  {
    "sentence": "d6 Currency: Besides coin, the merchant will trade in...",
    "secondary": ["Gems and jewelry.","Gold and silver bullion.","Water, provisions, and other goods.","Shells, beads, and trinkets.","Favors.","Scandalous information."]
  }
]
