[
  {
    "sentence": "d12 This disease is spread by...",
    "secondary": ["Inhaling contaminated air.","Drinking contaminated water.","Consuming contaminated food.","Skin-to-skin contact.","Saliva, sweat, mucus, and/or blood.","Sexual contact.","The bite of a fly or tick.","The bite of a rat or bat.","Nothing; it’s a genetic condition.","Nothing; it’s a chronic condition brought on by lifestyle choices.","Mysterious, magic-related means.","Unknown means."]
  },
  {
    "sentence": "d8 Once exposed to the disease, a person develops symptoms...",
    "secondary": ["Almost immediately (1-8 hours).","Very rapidly (4-24 hours).","Within a few days (1-4 days).","In the next week (2-8 days).","In the next few weeks (1-4 weeks).","Some time in the next 2 months (2-8 weeks).","Some time in the next year; (2-12 months).","Some time in the person’s life (2 to 40 yrs)."]
  },
  {
    "sentence": "d10 This disease is most frequently encountered in regions with...",
    "secondary": ["A tropical climate.","An arid climate.","A mediterranean climate.","A coastal climate.","A cold climate.","A temperate climate.","A foggy or damp climate.","Swamps, bogs, or marsh land.","Dense jungles.","High altitude."]
  },
  {
    "sentence": "d10 Common symptoms affect the...",
    "secondary": ["Eyes (d8): 1. blurred vision; 2. light sensitivity; 3. puffiness; 4. poor night vision; 5. watery eyes; 6. yellow discharge; 7. double vision; 8. difficulty focusing.","Brain (d8): 1. changes in mood; 2. dissociative fugues; 3. dizziness; 4. drowsiness; 5. headaches; 6. insomnia; 7. nightmares; 8. shortened attention span.","Chest (d8): 1. chest pain; 2. congestion; 3. coughing fits; 4. hives; 5. wheezing; 6. shortness of breath; 7. coughing up blood; 8. tightness in chest.","Ears and throat (d8): 1. hearing loss; 2. difficulty swallowing; 3. excessive ear wax; 4. sore throat; 5. swollen glands; 6. vertigo; 7. bleeding from the ears; 8. loss of voice.","Head and nose (d8): 1. dry scalp; 2. hair loss; 3. pimples; 4. sinus pressure; 5. sneezing; 6. swollen cheeks; 7. runny nose; 8. bleeding from the nose.","Limbs (d8): 1. achiness; 2. joint pain; 3. muscle spasms; 4. restlessness; 5. stiff joints; 6. weakness; 7. bruising; 8. discoloration of the fingernails or toenails.","Mouth (d8): 1. bleeding gums; 2. canker sores; 3. cracked lips; 4. dry mouth; 5. foamy, excessive salivation; 6. tooth pain; 7. tooth discoloration; 8. tooth decay.","Sex organs (d8): 1. loss of desire; 2. pale discharge; 3. inability to climax; 4. open sores; 5. pain during urination; 6. warts; 7. itchy bumps; 8. bloody discharge.","Skin (d8): 1. black or purple spots; 2. boils; 3. itchiness; 4. pale or yellow hue; 5. peeling; 6. rash; 7. red spots; 8. scales.","Stomach and gut (d8): 1. bloody stool; 2. constipation; 3. excessive flatulence; 4. loose stool; 5. loss of appetite; 6. nausea and vomiting; 7. ulcers, 8. vomiting blood."]
  },
  {
    "sentence": "d20 In rare cases, symptoms may include...",
    "secondary": ["Amnesia; partial or complete.","Blindness or deafness.","Coma; short-term, long-term, or indefinite.","Complete changes in personality.","Concurrent vomiting and diarrhea.","Coughing up blood.","Delusions and paranoia.","Extreme, persistent nausea.","Fits of narcolepsy.","Hallucinations.","Insomnia.","Lengthy fits of high fever.","Loss of muscle coordination.","Paralysis; partial or complete.","Periodic, temporary loss of consciousness.","Sleep walking.","Susceptibility to other illnesses.","Tumors or tumor-like growths.","Wild mood swings.","Sudden aversion to one or more familiar foods, individuals, or objects."]
  },
  {
    "sentence": "d4 Symptoms are...",
    "secondary": ["Acute and curable; once the afflicted is cured, the symptoms never return.","Acute but recurring; once the afflicted is cured, symptoms may return later in life.","Chronic but completely curable; once the afflicted is cured, symptoms rarely return.","Chronic but treatable; once the afflicted is cured, symptoms will likely reoccur every few years."]
  },
  {
    "sentence": "d6 If untreated, the disease is...",
    "secondary": ["Rarely serious; running its course in a few days or weeks.","Rarely lethal; fatal complications occur in less than 1% of cases.","Sometimes debilitating, but rarely lethal; permanent disabilities occur in approximately 10% of cases, and fatal complications in less than 1% of cases","Sometimes lethal; fatal complications occur in approximately 10% of cases.","Often debilitating, and sometimes lethal; permanent disabilities occur in more than 50% of cases, and fatal complications in approximately 10% of cases.","Often lethal; fatal complications occur in more than 50% of cases."]
  },
  {
    "sentence": "d8 The disease can be cured with...",
    "secondary": ["A simple herbal remedy.","A complex herbal potion or salve.","A widely available healing potion or balm.","A rare alchemical concoction.","No known earthly substances.","Basic healing spells and incantations.","Advanced healing spells and potions.","Extremely powerful and rare magic."]
  },
  {
    "sentence": "d6 The time-course of treatment is...",
    "secondary": ["Rapid; the afflicted is cured within 1 day.","Short; the afflicted is cured within a few days of receiving treatment.","Typical; the afflicted is cured within a few days of receiving treatment.","Lengthy; the afflicted is cured within a few weeks of receiving treatment.","Long-term; the afflicted is cured within a few months of receiving treatment.","Erratic; the time-course of treatment varies greatly among individuals or among outbreaks of the disease."]
  },
  {
    "sentence": "MAGICAL MALADIES d20 The magical disease is associated with...",
    "secondary": ["Belching up vermin.","Demonic or ghostly possession.","The desire to consume humanoid flesh.","The desire to consume rocks or dirt.","The desire to consume pixies and sprites.","The desire to dig a deep hole.","The desire to build an immense wall.","Gaining the personality of a long-dead, well-known magic-user.","Gradually morphing into a wild beast.","Gradually morphing into a puddle of ooze.","Imitating the behavior of a common beast.","Loss of the power of speech.","Periodic spells of befuddlement.","Purple or green splotches on the skin.","Rapid growth of facial hair.","Rapid growth of fingernails or teeth.","Rapid hair growth.","Uncontrollable fits of laughter or tears.","Uncontrollable singing or dancing.","Overactive libido."]
  }
]
