[
  {
    "sentence": "d10 Roll The Target",
    "secondary": ["Faint. Barely audible, ominous whispers are heard revealing the prophecy","Scarring. Thin, painful cuts begin appearing all over the body of the seer, revealing the message","Herald. A messenger seen only by the seer begins telling the prophecy","Vision. The next few nights the vision comes to the seer in dreams","Chanting. Messengers seen by all materialize and begin chanting the prophecy in unison","Scribed. The seer loses control of their hands. The hands begin frantically writing the prophecy on the nearest surface. If no writing utensil is available they write it in their own blood","Unconcious. The seer collapses and begins to experience the prophecy in a dream","Controlled. The seer very calmly begins speaking the prophecy","Possessed. The seer’s eyes roll back and they mechanically start reciting","Violent. The seer begins convulsing and screaming the prophecy in agony"]
  },
  {
    "sentence": "d10 Roll Subject",
    "secondary": ["A god","Mad wizard","A well known ruler","An unknown enemy","A monstrous beast","An arch-demon/arch-fey","A Lich","Mighty warrior","Ancient Dragon","A Vampire Lord"]
  },
  {
    "sentence": "d10 Roll The subject will…",
    "secondary": ["be reborn","die","gain incredible power","destroy the world","destroy the seer","muster an unstoppable army","begin a terrible war","seek to eliminate a race of people","give birth to a great evil","open a gateway to another plane"]
  },
  {
    "sentence": "d10 Roll Helped/prevent by…",
    "secondary": ["preventing the birth of a child","the seer to stand up to the [subject]","protecting a child until he becomes a man","destroying the subject","defeating forces that would want this to succeed/fail","summoning something to fight the [subject]","ending an influential figures life","finding a lost legendary artifact","convincing the gods to intervene","cannot be avoided, only prepare for the inevitable"]
  },
  {
    "sentence": "d10 Roll The seer experiences",
    "secondary": ["Infrequent hand/eye twitching","Can be heard speaking the prophecy in their sleep","Convulsing during rests","Is easily frightened","Shows unnatural bravery","Hears voices that repeat the prophecy","Has issues sleeping (5% chance to stay awake all night)","Loss of appetite, starts visibly losing weight because of it","Recite the prophecy in other tongues unknown to the seer","Will experience the prophecy again at inconvenient time"]
  }
]
